# cat extensions.list | xargs -L1 code --install-extension
2gua.rainbow-brackets
AlanWalk.markdown-toc
anseki.vscode-color
chrisdias.vscode-opennewinstance
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
cstechnologies.vscode-jest-runner
DavidAnson.vscode-markdownlint
edwardhjp.vscode-author-generator
eg2.tslint
eg2.vscode-npm-script
enochc.copy-relative-path
ephoton.indent-switcher
fabiodam.vscode-console-wrapper
fknop.vscode-npm
ginfuru.ginfuru-vscode-jekyll-syntax
idleberg.hopscotch
ifaxity.onedark
jkjustjoshing.vscode-text-pastry
jmarzka.open-folder-in-new-instance
joelday.docthis
joshpeng.theme-onedark-sublime
kisstkondoros.vscode-codemetrics
kogai.regex-railroad-diagrams
kumar-harsh.graphql-for-vscode
lihui.vs-color-picker
mauve.terraform
mechatroner.rainbow-csv
mezzalab.vscode-annotations
mike-co.import-sorter
mikestead.dotenv
mrmlnc.vscode-apache
mrmlnc.vscode-duplicate
ms-vscode.node-debug2
ms-vscode.Theme-MarkdownKit
msjsdiag.debugger-for-chrome
oderwat.indent-rainbow
PeterJausovec.vscode-docker
PKief.material-icon-theme
qinjia.seti-icons
sgtsquiggs.vscode-active-file-status
shardulm94.trailing-spaces
steoates.autoimport
stevencl.addDocComments
tberman.json-schema-validator
tnaseem.theme-seti
Tyriar.sort-lines
vsmobile.vscode-react-native
vtfn.stylint
wayou.vscode-todo-highlight
wix.vscode-import-cost
yzhang.markdown-all-in-one
